; TranslationAuthor: Mondie Itsik
; TranslationAuthorEmail: monanat@gmail.com
; Soft Version: 3.22.80
; Update: August 01, 2013


[Lang]
NativeLanguage=עברית
[GUI]
ButtonYes=כן
ButtonNo=לא
ButtonOK=אשר
ButtonClose=סגור

[Translation]
LangCode=040d
ReadHabit=Right-to-left
LanguageName=HEB
LangShortName=he-il
DefaultFont=Tahoma
DefaultFontSize=9
DefaultCharset=ANSI_CHARSET
Information=מידע
Warning=אזהרה
Error=שגיאה
Confirm=אישור
;
; Memory Optimization
;
FrmMoMain.lblTotalMem.Caption=גודל זכרון:
FrmMoMain.lblaopt.Caption=נקה אוטומטית אם כמות זכרון מתחת ל:  
FrmMoMain.lbltry.Caption=שחרר עוד זכרון
FrmMoMain.btnsettings.Caption=הגדרות
FrmMoMain.btnOpt.Caption=שחרר עכשיו
FrmMoMain.chkmin.Caption=מזער למגש המערכת
FrmMoMain.chkauto.Caption=הפעל עם חלונות
FrmMoMain.chkautoOpt.Caption=אפשר שחרור זכרון אוטומטי
FrmMoMain.ckchkclearborad.Caption= נקה את לוח ההדבקה בזמן השחרור
FrmMoMain.chkidle.Caption=הפעל כשהמעבד פנוי(מומלץ)
FrmMoMain.lbllang.Caption=Defaul Language (שפה):
;
; About
;
FrmAbout.caption=אודות
FrmAbout.btnok.caption=אשר
FrmAbout.lblver.caption=גרסא נוכחית:
FrmAbout.lblemail.caption=דואר לתמיכה:
FrmAbout.lblhome.caption=דף הבית:
FrmAbout.lblthanks.caption=תודה לאנשים הבאים על תרומתם:

[MemoryOptimizer]
ThisTimeFreeMemory=שחררנו כמות של %s זכרון.
CurPrecent=קצב נוכחי בשימוש בזיכרון:
UsedMemory=זכרון בשימוש:
AvailableMemory=זכרון זמין:
FreeMemory=זכרון זמין:
At=ב-
pmShow=הראה את חלון התכנה
pmOpt=שחרר עכשיו
pmAbout=אודות
pmExit=יציאה
SureExit=משחרר זכרון ... אתה בטוח שברצונך לצאת?
Mintotray=משחרר זכרון

[Message]
NotShowNotice=אל תראה הודעה זו שוב.